{
    "characters": [
        {
            "name": "Toothless",
            "shortCode": "toothless.jpg",
            "home": "berk",
            "class": {
                "name": "Strike",
                "seat": "",
                "email": "",
                "quote": ""
            },
            "location": null,
            "citation": "https://dragons.fandom.com/wiki/Toothless",
            "bio": "Toothless was the dragon mount and best friend of Hiccup Horrendous Haddock III and the king of the dragons on Berk. He is the most powerful dragon known and is famous with Hiccup for ending the war between Vikings and dragons and for uniting the two races together. He is also responsible for bringing the dragons of Berk to the Hidden World, the ancestral homeward of all dragons, where he would remain forevermore."
        },
        {
            "name": "Viggo Grimborn",
            "shortCode": "viggo-grimborn.jpg",
            "home": "unknown",
            "class": {
                "name": "Dragon Hunter",
                "seat": "Chief",
                "email": "vgrimborn@example.com",
                "quote": "Pieces, as with people, are expendable. No one is irreplaceable."                
            },
            "location": "on a ship",
            "citation":"https://howtotrainyourdragon.fandom.com/wiki/Viggo_Grimborn",
            "bio": "Viggo Grimborn was the leader of the Dragon Hunters who wanted to use the Dragon Eye in order to hunt, capture, and sell dragons for profit. In his last days, he learned to respect dragons and allied with the Riders. He was a primary antagonist in Dragons: Race to the Edge."
        },
        {
            "name": "Zuko",
            "shortCode": "zuko.jpg",
            "home": "Fire Nation",
            "class": {
                "name": "Prince",
                "seat": "Fire Nation Capital",
                "email": "zuko@example.com",
                "quote": "That\\'s Rough, Buddy."
            },
            "location": null,
            "citation":"https://avatar.fandom.com/wiki/Zuko",
            "bio": "With support from his paternal uncle, General Iroh, and after much internal struggle and turmoil, Zuko grew disillusioned and rejected Ozai and his model of the Fire Nation. He instead joined the Avatar's group to become Aang's lifelong friend and firebending mentor and was determined to end the war and restore both his and the Fire Nation's honor."
        },
        {
            "name": "Aang",
            "shortCode": "avatar_aang.png",
            "home": "Southern Air Temple",
            "class": {
                "name": "Avatar",
                "seat": "",
                "email": "aang@example.com",
                "quote": "The past can be a great teacher."                
            },
            "location": "in the sky with Opa",
            "citation":"https://avatar.fandom.com/wiki/Aang",
            "bio": "Shortly before the beginning of the Hundred Year War, Aang was frozen in an iceberg for a hundred years; he later emerged, still biologically twelve years old, into a world engulfed by war. During his absence, the Fire Nation had waged war upon the other nations and managed to completely wipe out the pacifistic Air Nomads. It fell to Aang, the Avatar and the last airbender, to end the War by mastering the other three elements and defeating Fire Lord Ozai."
        }
    ]
}